{
    "About My Car" : "معلومات حول سيارتي",
    "ABOUT US" : "من نحن",
    "HOME" : "الرئيسية",
    "ABOUT" : "من نحن" ,
    "descriptionIntro" : "سيارتي منصة سورية تُسهّل عملية شراء أو بيع أو استئجار السيارات. سواء كنت تبحث عن سيارتك القادمة، أو تبيع سيارتك الحالية، أو تحتاج سيارة لبضعة أيام فقط، سيارتي هي حلك الذكي والآمن والسريع. نهدف إلى ربط مالكي السيارات والباحثين عنها في جميع أنحاء سوريا بنظام سهل الاستخدام يضمن الشفافية والثقة في كل صفقة.",
    "Our Mission" : "مهمتنا",
    "textMission" : "تحسين سوق السيارات في سوريا من خلال تقديم منصة موثوقة وحديثة تجعل شراء وبيع وتأجير السيارات أمرًا بسيطًا وشفافًا ومتاحًا للجميع.",
    "Our Vision" : "رؤيتنا",
    "textVision" : "أن نصبح منصة السيارات الموثوقة الأولى في سوريا، حيث يجد كل مستخدم ما يحتاجه بالضبط بكل سهولة وثقة.",
    "Why Choose My Car?" : "لماذا تختار سيارتي؟",
    "All-in-One Solution" : "الحل الشامل",
    "Whether you're buying, selling, or renting, everything is in one place." : "سواء كنت تشتري أو تبيع أو تستأجر، كل شيء موجود في مكان واحد.",
    "Fast & Easy Search" : "بحث سريع وسهل",
    "Use smart filters to find the right car in seconds." : "استخدم المرشحات الذكية للعثور على السيارة المناسبة في ثوانٍ.",
    "Verified Listings" : "القوائم التي تم التحقق منها",
    "We verify every ad to protect you from scams and fake offers." : "نقوم بالتحقق من كل إعلان لحمايتك من عمليات الاحتيال والعروض المزيفة.",
    "Best Deals in the Market" : "أفضل العروض في السوق",
    "We help you find competitive prices and great value." : "نساعدك في العثور على أسعار تنافسية وقيمة رائعة.",
    "Customer Support" : "دعم العملاء",
    "Our team is always ready to assist you" : "فريقنا مستعد دائمًا لمساعدتك",
    "A Trusted Community" : "مجتمع موثوق به",
    "Thousands of Syrians trust My Car to make car transactions easier and safer." : "يثق آلاف السوريين بـ  سيارتي لجعل معاملات السيارات أسهل وأكثر أمانًا.",
    "Our core values" : "قيمنا الأساسية",
    "Trust & Transparency" : "الثقة والشفافية",
    "Innovation & Simplicity" : "الابتكار والبساطة",
    "Customer First" : "العميل أولا",
    "Speed & Efficiency" : "السرعة والكفاءة",
    "Community & Local Support" : "الدعم المجتمعي والمحلي",
    "Growth & Responsibility" : "النمو والمسؤولية",
    "We believe in honest communication and verified listings. No hidden details. No fake offers. What you see is what you get." : "نؤمن بالتواصل الصادق والقوائم الموثوقة. لا تفاصيل خفية، ولا عروض وهمية. ما تراه هو ما تحصل عليه.",
    "We use smart tools and a clean interface to make your car journey smooth—whether you’re buying, selling, or renting" : "نحن نستخدم أدوات ذكية وواجهة نظيفة لجعل رحلة سيارتك سلسة - سواء كنت تشتري أو تبيع أو تستأجر",
    "Your satisfaction is our top priority. We listen, we care, and we’re always ready to help" :"رضاكم هو أولويتنا القصوى. نستمع، نهتم، ومستعدون دائمًا للمساعدة.",
    "Time matters. We help you get results faster—whether you're finding a car or closing a deal." : "الوقت مهم. نساعدك على تحقيق نتائج أسرع، سواءً كنت تبحث عن سيارة أو تُبرم صفقة.",
    "We are proudly based in Syria and committed to supporting local users, businesses, and dealers with reliable, localized service." : "نحن نفخر بوجودنا في سوريا ونلتزم بدعم المستخدمين المحليين والشركات والتجار من خلال خدمة محلية موثوقة.",
    "We’re here for the long run. We grow with our users and take responsibility for building a safe, fair, and valuable marketplace for everyone" : "نحن هنا لنستمر. ننمو مع مستخدمينا ونتحمل مسؤولية بناء سوق آمن وعادل وقيّم للجميع."
} 