{
  "Our Services": "خدماتنا",
  "home": "الرئيسية",
  "Services": "الخدمات",
  "Everything You Need – Buy, Sell,": "كل ما تحتاجه — للشراء، البيع،",
  "or Rent with Confidence": "أو الاستئجار بكل ثقة",
  "Buy a Car": "شراء سيارة",
  "Looking for your next ride?": "هل تبحث عن سيارتك القادمة؟",
  "Browse hundreds of verified listings across Syria. Use filters by brand, model, year, price, and location to find the perfect car for your needs and budget.": "تصفح مئات الإعلانات الموثوقة في سوريا. استخدم الفلاتر حسب الماركة، الموديل، السنة، السعر، والموقع لتجد السيارة المثالية التي تناسب احتياجاتك وميزانيتك.",
  "Rent a Car": "استئجار سيارة",
  "Need a car for a few days or weeks?": "تحتاج سيارة لأيام أو أسابيع؟",
  "Find rental options for daily, weekly, or monthly use. Perfect for business trips, family vacations, or short-term needs.": "اختر من خيارات الاستئجار اليومية، الأسبوعية، أو الشهرية. مناسبة للرحلات العملية، العطلات العائلية، أو الاحتياجات المؤقتة.",
  "Sell Your Car": "بيع سيارتك",
  "Want to sell your car fast and at the right price?": "هل تريد بيع سيارتك بسرعة وبأفضل سعر؟",
  "List your vehicle in just a few clicks with clear photos and details. Reach thousands of buyers directly through our trusted platform.": "اعرض سيارتك ببضع نقرات مع صور واضحة وتفاصيل دقيقة. تصل إلى آلاف المشترين مباشرة عبر منصتنا الموثوقة.",
  "Car Dealers & Showrooms": "وكلاء السيارات وصالات العرض",
  "Are you a dealership or car showroom?": "هل تملك وكالة سيارات أو صالة عرض؟",
  "Join My Car as a verified partner and showcase your inventory to thousands of users daily.": "انضم إلى My Car كشريك موثوق واعرض سياراتك لآلاف المستخدمين يومياً.",
  "Car Search & Alerts": "البحث عن السيارات والتنبيهات",
  "Don’t want to keep checking every day?": "لا ترغب في التحقق يومياً؟",
  "Set up alerts based on your favorite car specs and get notified the moment a match is posted.": "اضبط تنبيهات حسب مواصفات سيارتك المفضلة وتلقى إشعارات فور نشر إعلان مناسب.",
  "Documentation & Assistance": "الوثائق والمساعدة",
  "(Coming Soon)": "(قريباً)",
  "We’re working on adding services to help with car-related paperwork like sale agreements, ownership transfer, and more—so you don’t have to worry about the legal side.": "نعمل على إضافة خدمات لمساعدتك في إجراءات الأوراق مثل عقود البيع، نقل الملكية، وغيرها—حتى لا تقلق من الجوانب القانونية."
}
